<?php
/**
 * @author      => Alireza jarayedi / @iamAlira / @Alirea
 * @version     => 2
 * @copyright   => Copyright (c) 2022, ©️Nova Code
 * @link        => https://nova-code.ir
 * @internal    => ©️Nova Code
 */
$string = [
    'home' => [
        'keyboard'=>[
            [['text'=>"ثبت حواله جدید"]],
            [['text'=>'📊 لیست حواله ها'],['text'=>'⚙️ پروفایل']],
            [['text'=>'📲 Ava Pay']],
            [['text'=>"📝 مدیریت حواله های ثبت شده"]],
        ],
          'resize_keyboard'=>true,
    ],
    'back' => 'برگشت',
    'back_key' => [
        'inline_keyboard' => [
            [['text' => 'بازگشت' , 'callback_data' => 'back']]
        ]
    ],
    'admin' =>  [
        'inline_keyboard' => [
            [['text' => 'مدیریت محتوا و دکمه ها' , 'callback_data' => 'key']],
            [['text' => 'test' , 'callback_data' => 'test']]
        ]
    ],
    'conectMe' => 'ارتباط با ادمین',
    'empty'    => 'متاسفانه اینجا چیزی نداریم :(',
    '404'      => 'متاسفانه کیبورد مدنظر شما وجود ندارد، لطفا ربات را دوباره /start کنید.',
    'backHome' => 'برگشت به خانه',
    'selected' => 'انتخاب کنید',
    'start'    => 'سلام به بات خوش آمدید',
    'adminpol' => 'باسلام ☺️
    سوالات، انتقادات و پیشنهادات خود را با ما در میان بگذارید؛ در اولین فرصت پاسخگوی آنها خواهیم بود.'
    ,
    'countris' => [
        'keyboard' => [
            [
				['text'=>"🇧🇪 بلژیک"],['text'=>"🇮🇷 ایران"],['text'=>"🇩🇪 آلمان"]
				],
								[
				['text'=>"🇳🇱 هلند"],['text'=>"🇮🇹 ایتالیا"],['text'=>"🇪🇸 اسپانیا"]
				],
								[
				['text'=>"🇱🇹 لیتوانی"],['text'=>"🇦🇹 اتریش"],['text'=>"🇺🇦 اوکراین"]
				],
								[
				['text'=>"🇺🇸 آمریکا"],['text'=>"🇨🇦 کانادا"],['text'=>"🇫🇷 فرانسه"]
				],
								[
				['text'=>"🇮🇪 ایرلند"],['text'=>"🇹🇷 ترکیه"],['text'=>"🏴 انگلیس"]
				],
								[
				['text'=>"🇱🇺 لوکزامبورگ"],['text'=>"🇨🇭 سوئیس"],['text'=>"🇸🇪 سوئد"]
				],
												[
				['text'=>"🇭🇺 مجارستان"],['text'=>"🇳🇴 نروژ"],['text'=>"🇫🇮 فنلاند"]
				],
																[
				['text'=>"بقیه کشور ها"],['text'=>"  🇫🇯 چک"],['text'=>"🇬🇷 یونان"]
				],
				[['text'=>"🇮🇳 دهلی"],['text'=>"🇦🇪 امارات"],['text'=>"ژوهانسبورگ"]],
				[['text'=>"⁩🇦🇺 استرالیا"],['text'=>"امریکای جنوبی"],['text'=>"🇷🇺 مسکو"]]
 	],
        'resize_keyboard' => true
    ],
    'arz' => [
        'keyboard'=>[
     [['text'=>"دلار_آمریکا"],['text'=>"تتر"],['text'=>"یورو"]],
     [['text'=>"پوند"],['text'=>"کرون_نروژ"]],
     [['text'=>"فرانک_سوئیس"],['text'=>"دلار کانادا"],['text'=>"کرون سوئد"]],
     [['text'=>"کرون دانمارک"],['text'=>"دلار استرالیا"],['text'=>"لیر ترکیه"]],
     [['text'=>"گریونا"],['text'=>"درهم امارات"]],
     [['text'=>"❌ انصراف"]]
    ],
       'resize_keyboard'=>true
    ],
    'enseraf' => [ 'keyboard'=>[ [['text'=>"❌ انصراف"]] ], 'resize_keyboard'=>true ],
];
?>